package talking;

import shorties.Neznaika;

public class FamousStory {
    public FamousStory(Neznaika neznaika){
    }
    public void tell(){
        System.out.println("Однажды Незнайка гулял по городу и забрел в поле. Вокруг не было ни души. В это\n" +
                "время  летел  майский  жук.  Он  сослепу налетел на Незнайку и ударил его по\n" +
                "затылку. Незнайка кубарем покатился на землю. Жук в ту же  минуту  улетел  и\n" +
                "скрылся  вдали.  Незнайка вскочил, стал оглядываться по сторонам и смотреть,\n" +
                "кто это его ударил. Но кругом никого не было.");
    }

}
